---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.StructuralSectionDimensions
source: html/19d351ff-dafd-9742-1c71-a5788cf7d663.htm
---
# Autodesk.Revit.DB.GroupTypeId.StructuralSectionDimensions Property

Structural Section Dimensions.

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionDimensions { get; }
```